alsa-utils
arch-wiki-docs
autoconf
automake
bison
conky
cryptsetup
dhclient
dhcpcd
dmenu
dzen2
fakeroot
file
firefox
flashplugin
flex
gettext
git
gptfdisk
iputils
iw
jfsutils
libtool
licenses
linux
linux-headers
logrotate
lvm2
make
man-db
man-pages
mdadm
nano
netctl
nodejs
ntp
openssh
pacman
patch
pcmciautils
pkg-config
polkit
procps-ng
python
reiserfsprogs
s-nail
sudo
syslinux
systemd-sysvcompat
ttf-dejavu
unzip
usbutils
vi
vim
vlc
wget
which
wpa_actiond
xbindkeys
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmonad-contrib
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xev
xorg-xinit
xsel
xterm
xvkbd
zip
