acpi
alsa-utils
arch-wiki-docs
audacity
autoconf
automake
bc
bison
blender
chromium
cmake
conky
cryptsetup
dhclient
dhcpcd
dmenu
docbook-xsl
dzen2
fakeroot
file
firefox
flashplugin
flex
gconf
gettext
gimp
git
gphoto2
gpicview
gptfdisk
gummiboot
intel-ucode
iputils
iw
jfsutils
jre7-openjdk
libtool
libva-intel-driver
licenses
linux-headers
logrotate
lvm2
make
man-db
man-pages
mdadm
mono
mpc
mpd
nano
net-tools
netctl
nodejs
ntfs-3g
ntp
openssh
p7zip
pacman
patch
pcmciautils
perl-io-string
perl-timedate
pkg-config
postgresql
procps-ng
pulseaudio-alsa
python-docutils
redis
reiserfsprogs
s-nail
skype
socat
strace
sudo
syslinux
systemd-sysvcompat
unclutter
unzip
usbutils
vi
vim
virtualbox
virtualbox-guest-iso
vlc
wget
which
wpa_actiond
xbindkeys
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmlto
xmonad-contrib
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xev
xorg-xinit
xscreensaver
xsel
xterm
xvkbd
zip
