acpi
aircrack-ng
alsa-utils
android-tools
arch-wiki-docs
audacity
autoconf
autoconf2.13
automake
bc
bison
blender
cabal-install
chromium
clang-tools-extra
cmake
conky
dmenu
docbook-xsl
dzen2
fakeroot
firefox
flashplugin
flex
gettext
gimp
gobject-introspection
gphoto2
gpicview
htop
icoutils
intel-ucode
iputils
jfsutils
licenses
linux
logrotate
lvm2
man-db
man-pages
mdadm
mixxx
mongodb
mpc
mpd
nano
netctl
ninja
ntfs-3g
ntp
openssh
p7zip
pacman
pavucontrol
pcmciautils
perl-io-string
perl-timedate
pkg-config
postgresql
pulseaudio-jack
python-docutils
python-numpy
python-opengl
python-pyserial
python2-virtualenv
qjackctl
redis
reiserfsprogs
rtorrent
scrot
socat
sudo
syslinux
unclutter
unzip
usbutils
vi
vim
virtualbox
vlc
wget
which
xbindkeys
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmlto
xmonad-contrib
xorg-server
xorg-server-utils
xorg-xclock
xorg-xev
xorg-xinit
xscreensaver
xsel
xvkbd
yasm
zip
